const initiatives: Initiative[] = [
  {
    id: 1,
    title: 'Nexus',
    dateOfCreation: new Date(),
    author: 'Иванов Петр',
    description:
      'Инициатива Nexus - это сообщество, направленное на улучшение доступа к образованию в малообслуживаемых районах через использование технологий. Проект будет включать разработку платформы, которая соединяет студентов в сельских или удаленных районах с опытными учителями и наставниками со всего мира. Через эту платформу студенты смогут получить доступ к высококачественным образовательным ресурсам и принять участие в интерактивных онлайн-уроках и мастер-классах. В рамках проекта также будет производиться распространение недорогих устройств, таких как планшеты и ноутбуки, чтобы позволить студентам получить доступ к платформе. Основная цель инициативы Nexus - сокращение разрыва в образовании и предоставление равных возможностей для всех студентов, независимо от их местоположения или социально-экономического статуса.',
    searching:
      'Компания ищет UX/UI дизайнера с креативным мышлением и внимательностью к деталям, способного работать в команде и эффективно общаться с заказчиками и разработчиками; кандидат должен иметь технические навыки в графических редакторах, умение создавать прототипы и интерфейсы, а также опыт разработки пользовательского опыта (UX) для веб-приложений и мобильных приложений.',
  },
  {
    id: 2,
    title: 'Green Initiative',
    dateOfCreation: new Date(),
    author: 'Иванов Петр',
    description:
      'Green Initiative - это комплексная инициатива, направленная на борьбу с изменением климата и экологическими проблемами. В рамках проекта планируется создание экосистемы, которая объединит экологические организации, правительственные учреждения и частных инвесторов, чтобы реализовать конкретные мероприятия по охране окружающей среды и устойчивому развитию. Ключевые направления работы - это снижение выбросов парниковых газов, повышение энергоэффективности и использование возобновляемых источников энергии. В рамках проекта также будет проводиться работа по восстановлению экосистем и мониторингу экологической обстановки.',
    searching:
      'Команда Green Initiative ищет эколога-аналитика, который будет отвечать за мониторинг и анализ экологических данных. Кандидат должен иметь знания в области экологии и уметь работать с данными. Требуется опыт в использовании статистических инструментов и программного обеспечения для анализа данных.',
  },
  {
    id: 3,
    title: 'Зеленый город',
    dateOfCreation: new Date(),
    author: 'Иванова Анна',
    description:
      'Инициатива "Зеленый город" направлена на создание экологически чистых городов, где жизнь будет комфортной и безопасной для всех жителей. В рамках проекта будет проводиться работа по улучшению экологической обстановки в городах, в том числе посредством посадки новых деревьев и цветов, установки специальных фильтров на фабриках и заводах, а также содействию в использовании альтернативных источников энергии. Основная цель инициативы "Зеленый город" - сделать нашу жизнь более здоровой и приятной, а также обеспечить экологическую устойчивость городской среды.',
    searching:
      'Инициатива "Зеленый город" ищет инженера-эколога с опытом работы в области экологического дизайна и строительства, способного создавать эффективные и экологически чистые решения для городских сред. Кандидат должен иметь знания в области устойчивого развития, а также понимание технологий и инженерных процессов, связанных с экологической защитой. Также приветствуется опыт работы с государственными органами и некоммерческими организациями, занимающимися экологической проблематикой.',
  },
  {
    id: 4,
    title: 'Зеленые легионеры',
    dateOfCreation: new Date(),
    author: 'Иванова Анна',
    description:
      'Добровольческая программа "Зеленые легионеры" - это инициатива, направленная на снижение экологического воздействия на окружающую среду и улучшение экологической обстановки в городе. В рамках программы мы собираем группы добровольцев, которые будут заниматься высадкой деревьев и уходом за зелеными насаждениями в городских парках и скверах. Также в программе предусмотрены мероприятия по сбору мусора и раздельному сбору отходов. Главная цель программы - создание благоприятных условий для жизни горожан и поддержание экологического баланса в городе.',
    searching:
      'В рамках программы "Зеленые легионеры" мы ищем энергичных и ответственных людей, готовых присоединиться к нашей команде добровольцев. Мы ищем людей, которые любят природу и готовы действовать, чтобы сделать город более зеленым и экологически чистым. Кандидаты должны быть готовы к физической работе на свежем воздухе и иметь базовые знания о правилах охраны природы и экологии.',
  },
];

export default initiatives;
