const initiative: Initiative = {
  id: 3,
  title: 'Nexus Initiative',
  dateOfCreation: new Date(),
  author: 'Фролов Никита',
  description:
    'Инициатива Nexus - это сообщество, направленное на улучшение доступа к образованию в малообслуживаемых районах через использование технологий. Проект будет включать разработку платформы, которая соединяет студентов в сельских или удаленных районах с опытными учителями и наставниками со всего мира. Через эту платформу студенты смогут получить доступ к высококачественным образовательным ресурсам и принять участие в интерактивных онлайн-уроках и мастер-классах. В рамках проекта также будет производиться распространение недорогих устройств, таких как планшеты и ноутбуки, чтобы позволить студентам получить доступ к платформе. Основная цель инициативы Nexus - сокращение разрыва в образовании и предоставление равных возможностей для всех студентов, независимо от их местоположения или социально-экономического статуса.',
  searching:
    'Компания ищет UX/UI дизайнера с креативным мышлением и внимательностью к деталям, способного работать в команде и эффективно общаться с заказчиками и разработчиками; кандидат должен иметь технические навыки в графических редакторах, умение создавать прототипы и интерфейсы, а также опыт разработки пользовательского опыта (UX) для веб-приложений и мобильных приложений.',
};

export default initiative;
